const formData = {
            'الشارقه': {
                engineers: ['م/عبدالرحمن الطنطاوي', 'م/محمد طارق'],
                plots: ['592', '561', '792', '970', 'A/763', '2564', '6519', '7777', '7466', '814-812', '863-865', '10632', '5624', '1489', '822', '2454', '276', '9267', '4772', '5882', 'p2c-g3', '562', '175', '6697', '441', '106']
            },
            'المنطقه الوسطى': {
                engineers: ['م/محمد حمدي'],
                plots: ['3726', '2856', '1448', '877', '476', '6003', '1133', '137', '6269', '625', '285', '619', '44', '561', '82']
            },
            'المنطقه الشرقيه': {
                engineers: ['م/بابكر الطيب'],
                plots: ['71', '1148M', '1863', '243', '2/323', '777', '90', '81/2', '838', '620', 'M1706', '9']
            },
            'المساجد الخاصة': {
                engineers: ['م/بابكر الطيب', 'م/محمد حمدي'],
                plots: ['1373// B', 'الطريف 4']
            },
            'المساجد تحت الدراسة': {
                engineers: ['م/ عبيد الياسي', 'م/ محمد عاطف', 'م/ معاذ محمد', 'م/عبدالله اسامه'],
                plots: {'م/ عبيد الياسي': ['160', '547', '586', '8620'], 'م/ محمد عاطف': ['1', '1084', '1430', '175', '384', '5/C', '508', 'A/51', 'C/1043'], 'م/ معاذ محمد': ['109-108', '14/1', '1932', '308'], 'م/عبدالله اسامه': ['1662', '1857', '252', '289', '562', '8204']}
            },
        };
